brew "autojump"
brew "fzf", postinstall: "#{ENV["HOME"]}/.dotfiles/fzf/init.zsh"
brew "git"
brew "htop"
brew "make"
brew "neovim"
brew "tmux"
brew "zsh"
brew "tig"
brew "jq"
brew "prettier"
brew "fd"
brew "ripgrep"
brew "bat"
brew "jenv"
brew "pyenv"
brew "nvm"
brew "kubectx"
brew "ag"
brew "stern"
brew "tree-sitter-cli"
brew "shellcheck"
brew "gemini-cli"
brew "colima", postinstall: "#{ENV["HOME"]}/.dotfiles/colima/init.zsh"
brew "koekeishiya/formulae/yabai", postinstall: "#{ENV["HOME"]}/.dotfiles/yabai/init.sh"
brew "koekeishiya/formulae/skhd", postinstall: "#{ENV["HOME"]}/.dotfiles/skhd/init.sh"
brew "FelixKratz/formulae/borders", postinstall: "#{ENV["HOME"]}/.dotfiles/borders/init.sh"




cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"

cask "alfred@4"
cask "alacritty"
cask "karabiner-elements"
cask "kitty"
cask "bartender"
cask "xbar"
cask "bitwarden"
cask "shortcat"
cask "cleanshot"
cask "firefox"
cask "grammarly-desktop"
cask "spotify"
cask "chatgpt"
cask "alt-tab"
cask "obsidian"
cask "whatsapp"
cask "rocket"
cask "keepingyouawake"
cask "meetingbar"
cask "claude"
cask "claude-code"

