tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autojump"
brew "cmake"
brew "fzf"
brew "git"
brew "htop"
brew "jenv"
brew "make"
brew "neovim"
brew "node"
brew "protobuf@2.5"
brew "python"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"
brew "tig"
brew "docker"
brew "trash"
brew "jq"
brew "prettier"
cask "java8"
cask "1password"
cask "airmail-beta"
cask "alfred"
cask "dropbox"
cask "fantastical"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "paw"
cask "shortcat"
cask "spotify"
cask "vimr"
cask "whatsapp"
cask "docker"
cask "keepingyouawake"
cask "firefox"
brew "maven"
