brew "autojump"
brew "fzf", postinstall: "#{ENV["HOME"]}/.dotfiles/fzf/init.zsh"
brew "git"
brew "htop"
brew "make"
brew "neovim"
brew "tmux"
brew "zsh"
brew "tig"
brew "jq"
brew "prettier"
brew "fd"
brew "ripgrep"
brew "bat"
brew "jenv"
brew "pyenv"
brew "nvm"
brew "kubectx"
brew "ag"
brew "stern"

cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"

cask "alfred@4"
cask "karabiner-elements"
cask "kitty"
cask "bartender"
cask "xbar"
cask "bitwarden"
cask "shortcat"
cask "cleanshot"
cask "firefox"
cask "grammarly-desktop"
cask "spotify"
cask "chatgpt"
cask "alt-tab"
cask "obsidian"
cask "whatsapp"
cask "rocket"

tap "koekeishiya/formulae"
brew "yabai", postinstall: "#{ENV["HOME"]}/.dotfiles/yabai/init.sh"
brew "skhd", postinstall: "#{ENV["HOME"]}/.dotfiles/skhd/init.sh"

tap "FelixKratz/formulae"
brew "borders", postinstall: "#{ENV["HOME"]}/.dotfiles/borders/init.sh"
